IDEA Open Model
Element1D.EccentricityEndY Property
Compatible with IDEA StatiCa 20.1
 Local eccentricity Y at the end of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EccentricityEndY { get; set; }
Public Property EccentricityEndY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace